Repository: realchoi/Picser
Catalog: Languages/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about_tab
source: About
zh_hans: 关于

# about_title
source: About Picser
zh_hans: 关于 Picser

# about_tagline
source: Picser is a native macOS photo viewer designed to be clean, lightweight, and delightful to use.
zh_hans: Picser 是一款简约、原生、轻量的 macOS 看图工具。

# about_author_label
source: Author
zh_hans: 作者

# about_website_label
source: Website
zh_hans: 官网

# about_contact_label
source: Contact
zh_hans: 联系

# altitude_label
source: Altitude
zh_hans: 海拔

# aperture_label
source: Aperture
zh_hans: 光圈

# app_language_description
source: Choose the language for the app interface
zh_hans: 选择应用界面显示的语言

# app_language_label
source: App Language:
zh_hans: 应用语言:

# basic_info_section
source: Basic Information
zh_hans: 基本信息

# bookmarks_count_label
source: Directory Bookmarks:
zh_hans: 目录授权书签:

# bookmarks_items_unit
source: items
zh_hans: 项

# bookmarks_description
source: Saved directory permissions for single image auto-loading feature
zh_hans: 保存的目录访问权限，用于打开单个图片时自动加载目录功能

# clear_bookmarks_button
source: Clear Bookmarks
zh_hans: 清除书签

# clear_bookmarks_alert_title
source: Clear Directory Bookmarks
zh_hans: 清除目录授权书签

# clear_bookmarks_alert_message
source: Clearing bookmarks will remove all saved directory permissions. You'll need to grant permission again when opening images. Continue?
zh_hans: 清除书签将移除所有已保存的目录访问权限，下次打开图片时需要重新授权。确定继续吗？

# cache_actions_description
source: Clearing cache will delete all cached images. Opening directory allows you to view cache files in Finder.
zh_hans: 清空缓存将删除所有缓存的图片，打开目录可在 Finder 中查看缓存文件

# cache_actions_group
source: Cache Actions
zh_hans: 缓存操作

# cache_info_group
source: Cache Information
zh_hans: 缓存信息

# cache_settings_title
source: Cache Management
zh_hans: 缓存管理

# cache_size_description
source: Shows the disk space used by cached images
zh_hans: 显示当前图片缓存占用的磁盘空间

# cache_size_label
source: Cache Size:
zh_hans: 缓存大小:

# cache_tab
source: Cache
zh_hans: 缓存

# camera_info_section
source: Camera Information
zh_hans: 相机信息

# camera_make_label
source: Camera Make
zh_hans: 相机厂商

# camera_model_label
source: Camera Model
zh_hans: 相机型号

# cancel_button
source: Cancel
zh_hans: 取消

# clear_button
source: Clear
zh_hans: 清空

# clear_cache_alert_message
source: Deleting all caches may slow down opening images, sure you want to continue?
zh_hans: 删除所有缓存可能会拖慢打开图片的速度，确定要继续吗？

# clear_cache_alert_title
source: Confirm Clear Cache
zh_hans: 确认清空缓存

# clear_cache_button
source: Clear Cache
zh_hans: 清空缓存

# clear_recent_menu
source: Clear Record(s)
zh_hans: 清除记录

# color_space_label
source: Color Space
zh_hans: 色彩空间

# color_space_uncalibrated
source: Uncalibrated
zh_hans: 未校准

# crop_add_custom
source: Add Custom Ratio
zh_hans: 添加自定义比例

# crop_add_custom_invalid
source: Please enter positive integers for width and height.
zh_hans: 请填写大于 0 的宽度和高度。

# crop_add_custom_title
source: Add Custom Ratio
zh_hans: 添加自定义比例

# crop_button
source: Crop
zh_hans: 裁剪

# crop_cancel_button
source: Cancel
zh_hans: 取消

# crop_custom_delete_help
source: Remove this custom ratio
zh_hans: 删除该自定义比例

# crop_custom_group
source: Custom
zh_hans: 自定义

# crop_ratio_1_1
source: 1:1 Square
zh_hans: 1:1 正方形

# crop_ratio_freeform
source: Freeform
zh_hans: 自由比例

# crop_ratio_original
source: Original
zh_hans: 原始比例

# crop_save_button
source: Save Crop
zh_hans: 保存截图

# crop_save_panel_title
source: Save Cropped Image
zh_hans: 保存截图

# delete_button
source: Delete
zh_hans: 删除

# delete_dialog_message
source: Choose how to delete “%@”.
zh_hans: 请选择如何删除“%@”。

# delete_dialog_title
source: Delete Image
zh_hans: 删除图片

# delete_failure_message
source: Picser could not delete “%@”. (%@)
zh_hans: Picser 无法删除“%@”。（%@）

# delete_failure_title
source: Unable to Delete
zh_hans: 删除失败

# delete_move_to_trash_button
source: Move to Trash
zh_hans: 移动到废纸篓

# delete_permanent_button
source: Delete Immediately
zh_hans: 直接删除

# delete_permission_message
source: Picser needs Full Disk Access in System Settings > Privacy & Security > Full Disk Access to delete “%@”. Please grant permission and try again.
zh_hans: Picser 无法删除“%@”。请前往“系统设置 > 隐私与安全性 > 完整磁盘访问”授予 Picser 权限后重试。

# delete_permission_title
source: Grant Full Disk Access
zh_hans: 请授予完整磁盘访问权限

# delete_permission_open_button
source: Open Settings
zh_hans: 打开设置

# delete_confirmation_toggle
source: Ask before deleting files
zh_hans: 删除前弹窗确认

# delete_confirmation_description
source: When disabled, Picser deletes immediately using Move to Trash.
zh_hans: 关闭后将直接移动到废纸篓，不再弹窗确认。

# delete_shortcut_section_title
source: Delete Shortcuts
zh_hans: 删除快捷键

# delete_shortcut_section_description
source: Choose which keys to use for deleting images
zh_hans: 选择用于删除图片的按键

# delete_forward_label
source: Delete ⌦
zh_hans: Delete 键 ⌦

# delete_backspace_label
source: Backspace ⌫
zh_hans: Backspace 键 ⌫

# display_settings_title
source: Display Settings
zh_hans: 显示设置

# display_tab
source: Display
zh_hans: 显示

# drop_overlay_subtitle
source: Supports image files or folders containing images
zh_hans: 支持图片文件或包含图片的文件夹

# drop_overlay_title
source: Release to Open
zh_hans: 松开以打开

# empty_drag_hint
source: Or drag an image or folder into the window to open
zh_hans: 或者将图片或文件夹拖拽到窗口打开

# exif_file_read_error
source: Unable to read image file. Please ensure the file format is correct and not corrupted.
zh_hans: 无法读取图片文件，请确保文件格式正确且未损坏。

# exif_info_button
source: View EXIF information
zh_hans: 查看 EXIF 信息

# exif_loading_error_title
source: EXIF Loading Error
zh_hans: EXIF 信息加载错误

# exif_loading_hint
source: Loading EXIF information...
zh_hans: 正在加载 EXIF 信息...

# exif_metadata_extract_error
source: Unable to extract metadata from the image.
zh_hans: 无法从图片中提取元数据信息。

# exif_no_image_selected
source: No image selected
zh_hans: 没有选中的图片

# exif_other_format
source: Other(%d)
zh_hans: 其他(%d)

# exif_unexpected_error
source: An unexpected error occurred while fetching EXIF info.
zh_hans: 获取 EXIF 信息时发生意外错误

# exif_window_title
source: Image Information
zh_hans: 图片信息

# exposure_program_0
source: Not defined
zh_hans: 未定义

# exposure_program_1
source: Manual
zh_hans: 手动

# exposure_program_2
source: Normal program
zh_hans: 程序自动

# exposure_program_3
source: Aperture priority
zh_hans: 光圈优先

# exposure_program_4
source: Shutter priority
zh_hans: 快门优先

# exposure_program_5
source: Creative program
zh_hans: 创意程序

# exposure_program_6
source: Action program
zh_hans: 动作程序

# exposure_program_7
source: Portrait mode
zh_hans: 人像模式

# exposure_program_8
source: Landscape mode
zh_hans: 风景模式

# exposure_program_label
source: Exposure Program
zh_hans: 曝光程序

# file_format_label
source: File Format
zh_hans: 文件格式

# file_name_label
source: File Name
zh_hans: 文件名

# full_path_label
source: Full Path
zh_hans: 完整路径

# file_size_label
source: File Size
zh_hans: 文件大小

# flash_0
source: Flash did not fire
zh_hans: 未闪光

# flash_1
source: Flash fired
zh_hans: 闪光

# flash_13
source: Flash fired, compulsory, return light not detected
zh_hans: 强制闪光，未检测到反射光

# flash_15
source: Flash fired, compulsory, return light detected
zh_hans: 强制闪光，检测到反射光

# flash_16
source: Flash did not fire, compulsory suppression
zh_hans: 未闪光，强制关闭

# flash_24
source: Flash did not fire, auto mode
zh_hans: 未闪光，自动模式

# flash_25
source: Flash fired, auto mode
zh_hans: 闪光，自动模式

# flash_29
source: Flash fired, auto mode, return light not detected
zh_hans: 闪光，自动模式，未检测到反射光

# flash_31
source: Flash fired, auto mode, return light detected
zh_hans: 闪光，自动模式，检测到反射光

# flash_32
source: Flash did not fire, no flash function
zh_hans: 未闪光，无闪光功能

# flash_5
source: Strobe return light not detected
zh_hans: 频闪，未检测到反射光

# flash_7
source: Strobe return light detected
zh_hans: 频闪，检测到反射光

# flash_9
source: Flash fired, compulsory
zh_hans: 强制闪光

# flash_label
source: Flash
zh_hans: 闪光灯

# focal_length_35mm_format
source: %dmm (35mm equivalent)
zh_hans: %dmm (35mm等效)

# focal_length_35mm_label
source: 35mm Equivalent
zh_hans: 35mm 等效焦距

# focal_length_label
source: Focal Length
zh_hans: 焦距

# general_settings_title
source: General Settings
zh_hans: 通用设置

# general_tab
source: General
zh_hans: 通用

# gps_altitude_above_sea_level
source: Above sea level
zh_hans: 海平面以上

# gps_altitude_below_sea_level
source: Below sea level
zh_hans: 海平面以下

# gps_time_label
source: GPS Time
zh_hans: GPS 时间

# image_dimensions_label
source: Image Dimensions
zh_hans: 图片尺寸

# image_menu
source: Image
zh_hans: 图片

# navigate_previous_action_name
source: Previous Image
zh_hans: 上一张图片

# navigate_next_action_name
source: Next Image
zh_hans: 下一张图片

# shortcut_conflict_title
source: Shortcut Already In Use
zh_hans: 快捷键已被占用

# shortcut_conflict_message
source: "%@" is already assigned to "%@". Please choose a different combination.
zh_hans: “%@” 已被“%@”使用，请选择其他组合。

# interface_group
source: Interface Settings
zh_hans: 界面设置

# iso_label
source: ISO Speed
zh_hans: ISO 感光度

# keyboard_settings_title
source: Keyboard Settings
zh_hans: 快捷键设置

# keyboard_tab
source: Keyboard
zh_hans: 快捷键

# keychain_authentication_failed
source: Keychain authentication failed. Status: %d
zh_hans: 钥匙串认证未通过，状态码：%d

# keychain_invalid_data
source: Invalid keychain data
zh_hans: 无效的钥匙串数据

# keychain_unhandled_error
source: Keychain operation failed. Status: %d
zh_hans: 钥匙串操作失败，状态码：%d

# language_chinese
source: Simplified Chinese
zh_hans: 简体中文

# language_restart_note
source: Language settings will take effect after restarting the app
zh_hans: 重新启动应用后语言设置将生效

# language_system
source: Follow System
zh_hans: 跟随系统

# latitude_label
source: Latitude
zh_hans: 纬度

# lens_make_label
source: Lens Make
zh_hans: 镜头厂商

# lens_model_label
source: Lens Model
zh_hans: 镜头型号

# loading_text
source: Loading...
zh_hans: 加载中...

# location_info_section
source: Location Information
zh_hans: 位置信息

# longitude_label
source: Longitude
zh_hans: 经度

# max_zoom_scale
source: Maximum Zoom Scale:
zh_hans: 最大缩放比例:

# max_zoom_scale_invalid_error
source: Maximum zoom must be greater than minimum
zh_hans: 最大缩放比例必须大于最小缩放比例

# metering_mode_0
source: Unknown
zh_hans: 未知

# metering_mode_1
source: Average
zh_hans: 平均测光

# metering_mode_2
source: Center-weighted average
zh_hans: 中央重点测光

# metering_mode_3
source: Spot
zh_hans: 点测光

# metering_mode_4
source: Multi-spot
zh_hans: 多点测光

# metering_mode_5
source: Pattern
zh_hans: 评估测光

# metering_mode_6
source: Partial
zh_hans: 局部测光

# metering_mode_label
source: Metering Mode
zh_hans: 测光模式

# min_zoom_scale
source: Minimum Zoom Scale:
zh_hans: 最小缩放比例:

# min_zoom_scale_invalid_error
source: Minimum zoom must be > 0 and less than maximum
zh_hans: 最小缩放比例必须大于 0 且小于最大缩放比例

# minimap_auto_hide
source: Auto Hide Minimap:
zh_hans: 自动隐藏小地图:

# minimap_auto_hide_off
source: Off
zh_hans: 关闭

# minimap_auto_hide_seconds_format
source: %.0f s
zh_hans: %.0f 秒

# minimap_group
source: Minimap
zh_hans: 小地图

# image_scan_group
source: Image Scan
zh_hans: 图片扫描

# image_scan_recursive_toggle
source: Scan subfolders for images
zh_hans: 扫描图片时包含子目录

# load_directory_for_single_image_toggle
source: Load all images from directory when opening a single image
zh_hans: 打开单个图片时加载所在目录的所有图片

# load_directory_for_single_image_description
source: When opening a single image file, automatically load all images from the same directory (requires granting directory access)
zh_hans: 打开单个图片文件时，自动加载该目录下的所有图片（需要授予目录访问权限）

# directory_access_for_single_image_message
source: To load all images from this directory, please grant access to the folder.
zh_hans: 要加载该目录下的所有图片，请授予文件夹访问权限。

# directory_access_grant_button
source: Grant Access
zh_hans: 授予权限

# mirror_horizontal_button
source: Flip Horizontal
zh_hans: 水平翻转

# mirror_horizontal_shortcut_label
source: Flip Horizontal
zh_hans: 水平翻转

# mirror_vertical_button
source: Flip Vertical
zh_hans: 垂直翻转

# mirror_vertical_shortcut_label
source: Flip Vertical
zh_hans: 垂直翻转

# modification_date_label
source: Modification Date
zh_hans: 修改时间

# modifier_none
source: None
zh_hans: 无

# navigation_left_right
source: Left/Right Arrow Keys
zh_hans: 左右方向键

# navigation_up_down
source: Up/Down Arrow Keys
zh_hans: 上下方向键

source: No Recent Items
zh_hans: 暂无最近记录

# ok_button
source: OK
zh_hans: 确定

source: Open Cache Directory
zh_hans: 打开缓存目录

# open_file_or_folder_button
source: Open Image/Folder
zh_hans: 打开图片/文件夹

# open_recent_menu
source: Open Recent
zh_hans: 最近打开

# orientation_1
source: Normal
zh_hans: 正常

# orientation_2
source: Mirror horizontal
zh_hans: 水平翻转

# orientation_3
source: Rotate 180°
zh_hans: 旋转180°

# orientation_4
source: Mirror vertical
zh_hans: 垂直翻转

# orientation_5
source: Rotate 90° CW + mirror horizontal
zh_hans: 顺时针旋转90°+水平翻转

# orientation_6
source: Rotate 90° CW
zh_hans: 顺时针旋转90°

# orientation_7
source: Rotate 90° CCW + mirror horizontal
zh_hans: 逆时针旋转90°+水平翻转

# orientation_8
source: Rotate 90° CCW
zh_hans: 逆时针旋转90°

# orientation_label
source: Orientation
zh_hans: 方向

# pan_shortcut_description
source: Use with left mouse button to pan images
zh_hans: 配合鼠标左键拖拽图片

# pan_shortcut_label
source: Pan Shortcut
zh_hans: 拖拽快捷键

# preview_image_load_failed
source: Failed to load preview image
zh_hans: 无法加载测试图片

# purchase_error_cancelled
source: Purchase cancelled.
zh_hans: 购买已取消

# purchase_error_failed_verification
source: Transaction verification failed.
zh_hans: 交易验证失败

# purchase_error_pending
source: Purchase is pending. Please try again later.
zh_hans: 购买尚在处理中，请稍后再试

# purchase_error_product_unavailable
source: Unable to locate the in-app purchase product.
zh_hans: 未找到可用的内购商品

# purchase_error_receipt_refresh_failed
source: Unable to refresh the receipt. Check your network connection and try again.
zh_hans: 无法刷新收据，请检查网络或稍后重试

# purchase_error_restore_failed
source: Failed to restore purchases.
zh_hans: 恢复购买失败

# purchase_error_unknown_result
source: Unknown purchase result.
zh_hans: 未知的购买结果

# purchase_flow_purchase_failed_title
source: Purchase Failed
zh_hans: 购买失败

# purchase_flow_refresh_failed_title
source: Receipt Refresh Failed
zh_hans: 刷新收据失败

# purchase_flow_restore_failed_title
source: Restore Failed
zh_hans: 恢复失败

# purchase_info_description
source: Choose the plan that fits you best. You can subscribe with a free trial or unlock everything forever with a one-time purchase.
zh_hans: 根据需求选择合适方案：可以先订阅享受免费试用，也可以一次性买断永久使用。

# purchase_info_feature_crop_desc
source: Precise aspect ratios, custom presets, rotation and mirroring controls.
zh_hans: 支持精确比例、自定义预设、旋转与镜像控制。

# purchase_info_feature_crop_title
source: Advanced crop & transform
zh_hans: 高级裁剪与变换

# purchase_info_feature_exif_desc
source: Inspect camera metadata, exposure settings, and lens details instantly.
zh_hans: 快速查看相机元数据、曝光参数与镜头细节。

# purchase_info_feature_exif_title
source: Detailed EXIF insights
zh_hans: 详尽 EXIF 信息

# purchase_info_feature_full_access_desc
source: All premium tools with no feature restrictions across updates.
zh_hans: 更新期间所有高级功能全部开放，不再受限。

# purchase_info_feature_full_access_title
source: Unlimited access
zh_hans: 无限制功能

# purchase_info_features_title
source: What's included
zh_hans: 包含内容

# purchase_info_headline
source: Unlock the full Picser experience
zh_hans: 解锁完整的 Picser 体验

# purchase_info_legal_privacy
source: Privacy Policy
zh_hans: 隐私政策

# purchase_info_legal_terms
source: Terms of Use
zh_hans: 用户协议

# purchase_info_legal_title
source: Legal
zh_hans: 协议与隐私

# purchase_info_offerings_title
source: Available plans
zh_hans: 可选方案

# purchase_info_owned_lifetime_title
source: You already own the full version
zh_hans: 您已拥有完整版

# purchase_info_owned_lifetime_message
source: Purchased on %@
zh_hans: 购买日期：%@

# purchase_info_owned_subscription_title
source: Subscription active
zh_hans: 订阅已激活

# purchase_info_owned_subscription_message
source: Subscription valid until %@
zh_hans: 订阅有效期至：%@

# purchase_info_owned_subscription_message_indefinite
source: Subscription is currently active with no expiration date.
zh_hans: 订阅当前有效，无需再次购买。

# purchase_info_owned_subscription_grace_title
source: Subscription grace period
zh_hans: 订阅宽限期内

# purchase_info_owned_subscription_grace_message
source: Your subscription expired but is still within the grace period.
zh_hans: 订阅已到期，但仍在宽限期内，权益暂时有效。

# purchase_info_owned_subscription_grace_with_date
source: Subscription expired on %@ and is currently in the grace period.
zh_hans: 订阅已于 %@ 到期，当前处于宽限期。

# purchase_info_owned_subscription_grace_remaining
source: Grace period ends in %@. Renew now to keep access.
zh_hans: 宽限期将在 %@ 后结束，请尽快续订以保持访问。

# purchase_info_refresh_receipt_button
source: Refresh Receipt
zh_hans: 刷新收据

# purchase_info_refresh_receipt_note
source: Still not unlocked? Make sure you are signed in to the App Store and try refreshing the receipt.
zh_hans: 若仍未恢复，请确认已登录 App Store，并尝试刷新收据。

# purchase_info_restore_button
source: Restore Purchases
zh_hans: 恢复购买

# purchase_info_restore_note
source: If you have already purchased, sign in with the same Apple ID and restore.
zh_hans: 如果您已购买，请使用相同的 Apple ID 登录并点击恢复。

# purchase_info_title
source: Upgrade Options
zh_hans: 升级选项

# purchase_info_trial_note
source: %d-day free trial included
zh_hans: 包含 %d 天免费试用

# purchase_primary_lifetime_button
source: Unlock Forever
zh_hans: 立即解锁

# purchase_primary_lifetime_subtitle
source: One-time payment of %@.
zh_hans: 一次性支付 %@，永久解锁全部功能。

# purchase_primary_subscribe_button
source: Subscribe Now
zh_hans: 立即订阅

# purchase_primary_subscribe_subtitle
source: Renews at %@ per year unless cancelled.
zh_hans: 按 %@/年自动续订，可随时在设置中取消。

# purchase_primary_trial_button
source: Start Free Trial
zh_hans: 免费试用

# purchase_primary_trial_subtitle
source: Free trial, then %@ per year.
zh_hans: 免费试用结束后按 %@/年自动续订，可随时取消。

# purchase_product_loading
source: Loading product information...
zh_hans: 正在加载商品信息...

# purchase_section_description
source: Manage your trial status, unlock the full version, or restore a previous purchase. If you already bought Picser on another device, tap Restore to enable it again without paying.
zh_hans: 管理试用状态、购买完整版或恢复先前购买。若已在其他设备购买，可直接点击“恢复购买”重新启用，无需再次付费。

# purchase_section_purchase
source: Buy Full Version
zh_hans: 购买完整版

# purchase_section_restore
source: Restore Purchase
zh_hans: 恢复购买

# purchase_section_title
source: License & Purchase
zh_hans: 许可证与购买

# purchase_status_expired
source: Current status: Trial ended
zh_hans: 当前状态：试用已结束

# purchase_status_revoked
source: Current status: Access revoked
zh_hans: 当前状态：权限已撤销

# purchase_status_subscribed
source: Current status: Subscription active
zh_hans: 当前状态：订阅中

# purchase_status_subscribed_lapsed
source: Current status: Subscription expired
zh_hans: 当前状态：订阅已过期

# purchase_status_purchased
source: Current status: Full version unlocked
zh_hans: 当前状态：已购买完整版

# purchase_status_trial_prefix
source: Current status: Trial
zh_hans: 当前状态：试用中

# purchase_status_trial_remaining
source: Time remaining: %@
zh_hans: 试用剩余时间：%@

# purchase_status_subscription_remaining
source: Subscription remaining: %@
zh_hans: 订阅有效期：%@

# purchase_status_grace_remaining
source: Grace period remaining: %@
zh_hans: 宽限期剩余时间：%@

# purchase_status_grace_generic
source: Subscription is in the grace period. Please renew soon.
zh_hans: 订阅处于宽限期，请尽快续订。

# purchase_status_unknown
source: Current status: Loading
zh_hans: 当前状态：加载中

# receipt_validator_missing_receipt
source: No receipt found. Please try restoring purchases.
zh_hans: 未找到收据信息，请尝试恢复购买。

# receipt_validator_invalid_http
source: Unable to contact verification server (HTTP %d).
zh_hans: 无法连接验证服务器（HTTP %d）。

# receipt_validator_server_status
source: App Store validation failed with status %d.
zh_hans: App Store 验证失败，状态码 %d。

# receipt_validator_decoding
source: Failed to decode receipt: %@
zh_hans: 解析收据失败：%@

# refresh_button
source: Refresh
zh_hans: 刷新

source: Refresh cache size
zh_hans: 刷新缓存大小

# reset_defaults_button
source: Reset to Defaults
zh_hans: 重置为默认值

# reset_transform_button
source: Reset Image Transform
zh_hans: 重置图像变换

# reset_transform_shortcut_label
source: Reset Image Transform
zh_hans: 重置图像变换

# resolution_unit_centimeter
source: Centimeter
zh_hans: 厘米

# resolution_unit_inch
source: Inch
zh_hans: 英寸

# resolution_unit_none
source: Unitless
zh_hans: 无单位

# rotate_ccw_button
source: Rotate 90° CCW
zh_hans: 逆时针旋转 90°

# rotate_ccw_shortcut_label
source: Rotate 90° CCW
zh_hans: 逆时针旋转 90°

# rotate_cw_button
source: Rotate 90° CW
zh_hans: 顺时针旋转 90°

# rotate_cw_shortcut_label
source: Rotate 90° CW
zh_hans: 顺时针旋转 90°

# save_button
source: Save
zh_hans: 保存

# select_image_hint
source: Select an image on the left
zh_hans: 请在左侧选择一张图片

# shooting_params_section
source: Shooting Parameters
zh_hans: 拍摄参数

source: Show Minimap
zh_hans: 显示小地图

# slideshow_interval_description
source: Set how long each photo stays on screen during playback.
zh_hans: 设置每张图片在播放时停留的时间。

# slideshow_interval_label
source: Interval
zh_hans: 播放间隔

# slideshow_interval_value_format
source: %.1f s
zh_hans: %.1f 秒

# slideshow_loop_toggle_description
source: Restart from the first photo automatically after reaching the end.
zh_hans: 播完最后一张后自动回到第一张继续播放。

# slideshow_loop_toggle_title
source: Loop Playback
zh_hans: 循环播放

# slideshow_requires_purchase_hint
source: Slideshow playback is available after subscribing or purchasing the lifetime license.
zh_hans: 幻灯片播放仅对已订阅或买断的用户开放。

# slideshow_settings_group
source: Slideshow
zh_hans: 幻灯片播放

# slideshow_toolbar_help
source: Cycle through the current photos
zh_hans: 轮播当前图片列表

# slideshow_toolbar_pause
source: Pause Slideshow
zh_hans: 暂停幻灯片

# slideshow_toolbar_play
source: Start Slideshow
zh_hans: 开始幻灯片播放

# shutter_speed_label
source: Shutter Speed
zh_hans: 快门速度

# software_label
source: Software
zh_hans: 软件

# technical_info_section
source: Technical Information
zh_hans: 技术信息

# transform_shortcuts_title
source: Transform Shortcuts
zh_hans: 图像变换快捷键

# trial_banner_dismiss
source: Hide trial banner temporarily
zh_hans: 暂时隐藏试用提示

# trial_banner_remaining_day_hour
source: %d day(s) %d hour(s) remaining
zh_hans: 剩余 %d 天 %d 小时

# trial_banner_remaining_hour_minute
source: %d hour(s) %d minute(s) remaining
zh_hans: 剩余 %d 小时 %d 分钟

# trial_banner_remaining_less_than_minute
source: Less than a minute remaining
zh_hans: 剩余时间不足 1 分钟

# trial_banner_remaining_minute
source: %d minute(s) remaining
zh_hans: 剩余 %d 分钟

# trial_banner_title
source: Full trial in progress
zh_hans: 全功能试用进行中

# trial_expired_dismiss
source: Hide upgrade reminder
zh_hans: 暂时隐藏解锁提示

# purchase_revoked_subtitle
source: We detected an issue with your account. Please try restoring or contact support.
zh_hans: 检测到账户存在异常，请尝试恢复购买或联系支持。

# purchase_revoked_title
source: Access revoked
zh_hans: 权限已撤销

# subscription_grace_title
source: Subscription grace period
zh_hans: 订阅宽限期

# subscription_grace_message_with_remaining
source: Expired on %@ · Grace ends in %@ · Renew now to keep premium features.
zh_hans: 订阅已于 %@ 到期 · 宽限期将在 %@ 后结束 · 请尽快续订以保留高级功能。

# subscription_grace_message_generic
source: Subscription is in the grace period. Renew promptly to avoid losing premium features.
zh_hans: 订阅处于宽限期，请及时续订以避免失去高级功能。

# trial_expired_subtitle
source: One-time purchase unlocks Picser forever. Already bought? Restore your access without paying again.
zh_hans: 一次性购买即可永久解锁 Picser。之前买过？点击“恢复购买”即可无须再次付费。

# trial_expired_title
source: Trial ended
zh_hans: 试用已结束

source: Unknown format
zh_hans: 未知格式

# unknown_value
source: Unknown
zh_hans: 未知

# unlock_alert_body_generic
source: Your trial has ended. Purchase the full version to keep using advanced features.
zh_hans: 试用期已结束，请购买完整版以继续使用高级功能。

# white_balance_auto
source: Auto
zh_hans: 自动

# white_balance_label
source: White Balance
zh_hans: 白平衡

# white_balance_manual
source: Manual
zh_hans: 手动

# x_resolution_label
source: Horizontal Resolution
zh_hans: 水平分辨率

# y_resolution_label
source: Vertical Resolution
zh_hans: 垂直分辨率

source: Zoom Sensitivity:
zh_hans: 缩放灵敏度:

# zoom_sensitivity_range_error
source: Zoom sensitivity must be between 0.01 and 0.1
zh_hans: 缩放灵敏度必须在 0.01 到 0.1 之间

# zoom_anchor_pointer_toggle_title
source: Zoom around pointer
zh_hans: 围绕指针缩放
